{
  "listanime":[
{
   "name_anime":"ดาบพิฆาตอสูร เดอะมูฟวี่ ศึกรถไฟสู่นิรันด์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demon/ep_demonslayer.php",
      "year":"ปี: 2020",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวที่ต่อเนื่องทันทีจากฉบับอนิเมะซีรีส์ เมื่อก๊วนเพื่อนของทั้งทันจิโร่ และเนซึโกะ ได้รับภารกิจให้ไปสืบสวนหาสาเหตุการหายตัวไปของผู้คนบนขบวนรถไฟสู่นิรันดร์ พวกเขาจึงได้รู้ว่าบนขบวนรถไฟลำนี้มีอสูรทรงพลังซ่อนตัวอยู่ แต่คราวนี้พวกเขาก็ไม่จำเป็นต้องต่อสู้กันตามลำพัง เพราะเสาหลักแห่งไฟ เรนโงคุ ได้เข้าร่วมศึกด้วย นี่จึงกลายเป็นการต่อสู้เพื่อช่วยเหลือผู้คนบริสุทธิ์บนขบวนรถไฟแห่งฝันร้าย
",
      "image_anime":"https://www.appdisqus.com/wp-content/uploads/2021/06/kv2-%E6%B3%B0%E6%96%87720x960-458x610.jpg"
    },
{
   "name_anime":"นารูโตะ เดอะมูฟวี่ ปิดตำนานวายุสลาตัน",
"url_ep":"https://mrjovpn.tk/naruto/ep_naruto_thelast.php",
      "year":"ปี: 2014",
      "formation":"แนว: ต่อสู้,ดราม่า,ตลก",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"หลังจากจบศึกสุดท้ายในช่วงสงครามโลกนินจา ระหว่างซาสึเกะ และนารุโตะ ทุกคนกลับมาใช้ชีวิตกันอย่างปกติสุข ตอนนั้น เป็นช่วงฤดูหนาวของหมู่บ้านโคโนฮะ…แน่นอนว่านารุโตะในวัยหนุ่ม ที่พ่วงตำแหน่ง “ฮีโร่ของหมู่บ้าน” ย่อมได้รับความสนใจจากสาวๆเป็นพิเศษ แต่นารุโตะก็ไม่ได้สนใจอะไรนัก เพราะเขาคิดถึงคนที่รอเขาอยู่… “ฮินาตะ” แต่ความกล้าของฮินาตะอันน้อยนิด ก็ไม่อาจสื่อไปถึใจของนารุโตะได้ ทันใดนั้น “โอสึสึกิ โทเนริ” ชายผู้อ้างว่าเป็นทายาทของ “คางุยะ” นางมารร้ายแห่งดวงจันทร์ที่ดับสูญไปจากสงครามครั้งก่อน ก็ปรากฎตัวขึ้น พร้อมกับใช้วิชาเซียนหกวิถี ดึงเอาดวงจันทร์หมายจะมาชนโลก และมีเป้าหมายในการจับตัวฮินาตะไป แต่นารุโตะมาถึงทันเวลาเสียก่อน โทเนริจึงหายไป “โฮคาเงะรุ่นที่หก” หรือ “ฮาตาเกะ คาคาชิ” ได้ออกคำสั่งรวมพลนินจาผ่านศึก เพราะได้รับรายงานมาว่าดวงจันทร์เข้าใกล้โลกมากขึ้นทุกทีถ้าช้าเกินการ อาจทำให้โลกทั้งใบถึจุดจบได้ในที่สุด
พวกนารุโตะ และพลพรรคนินจาโคโนฮะ จะหยุดโทเนริได้สำเร็จหรือไม่ ศึกนี้จะเป็นศึกสุดท้าย ที่มีชะตากรรมของโลก และความรักของนารุโตะกับฮินาตะเป็นเดิมพัน! 
",
      "image_anime":"https://movietded.com/wp-content/uploads/2021/05/1619415461bAQ8O5Uw6FedtlCbJTutenzPVKd-402x603.jpg"
    },
{
   "name_anime":"หลับตาฝันถึงชื่อเธอ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/youname/ep_youname.php",
      "year":"ปี: 2016",
      "formation":"แนว: ดราม่า,แฟนตาซี",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวปาฏิหาริย์ระหว่างของคนสองคน มิตสึฮะ (โมเนะ คามิชิราอิชิ )เด็กสาวผู้อาศัยอยู่ในชนบทแต่มีความฝันที่อยากไปใช้ชีวิตในเมืองกรุง และ ทากิ (ริวโนะสุเกะ คามิกิ ) เด็กหนุ่มในโตเกียวผู้ทำงานพิเศษที่ร้านอาหารอิตาเลียน และสนใจในงานด้านศิลปะ วันหนึ่ง มิตสึฮะได้ฝันว่าตัวเองกลายเป็นเด็กหนุ่ม ขณะที่ทากิฝันว่าตัวเองกลายเป็นเด็กสาวในชนบททั้งๆที่เขาไม่เคยไปมาก่อน ทั้งสองจึงต่างเดินทางเพื่อไขความลับของความฝัน จนกลายเป็นความผูกพันบางอย่าง
",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQI3QB3QYVM0reeQXjBYVZ7s7iUabCzc2x13Q&usqp=CAU"
    },
  {
      "name_anime":"ปริศนาความทรงจำ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/hyouka/ep_hyouka.php",
      "year":"ปี: 2001",
      "formation":"แนว: โรงเรียน,ลึกลับ",
      "valus":"23 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"โอเรกิ โฮทาโร่ จากโรงเรียนมัธยมปลายคามิยามะ จำต้องเข้าร่วมชมรมวรรณกรรมคลาสสิกตามคำขอร้องของพี่สาวเพื่อไม่ให้ชมรมนั้นถูกยุบ และเมื่อเข้าร่วมชมรม เขาได้พบกับจิทันดะ เอรุ ฟุคุเบะ ซาโตชิ และอิบาระ มายากะ และด้วยความขี้สงสัยเป็นอันมากของจิทันดะ เอรุ ทำให้นักอนุรักษ์พลังงานชีวิตอย่างเขาต้องมาคอยแก้ปัญหาเพื่อให้เธอพึงพอใจอยู่เสมอ เนื้อเรื่องเกิดขึ้นที่เมืองคามิยามะ ซึ่งเป็นเมืองที่สมมุติขึ้น โดยตั้งอยู่ที่จังหวัดกิฟุ ซึ่งที่นี่ก็เป็นบ้านเกิดของผู้แต่งด้วย",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVac9M2uBRqkzHbr5byKahhJGUWt0E9HPukA&usqp=CAU"
    },
{
      "name_anime":"นารูโตะ ตำนานวายุสลาตัน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2016",
      "formation":"แนว: ต่อสู้,ดราม่า,ตลก",
      "valus":"700 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"ซับไทย",
      "mini_story":"ณ หมู่บ้านโคโนฮะนาคุเระ โลกแห่งนินจา ได้ถูกปีศาจจิ้งจอกเก้าหาง
โจมตีเมื่อ 12 ปีก่อน ปีศาจจิ้งจอกเก้าหางได้ตื่นขึ้นจากการหลับไหล
ยาวนานเป็นเวลาหลายพันปี ได้ออกอาละวาดทำลายบ้านเรือนชีวิต
ทรัพย์สินของผู้คนบริสุทธิ์เป็นจำนวนมาก จนกระทั่งโฮคาเงะรุ่นที่
4 หัวหน้าของหมู่บ้านโคโนฮะ ได้สละชีวิตด้วยการการผนึกร่างของ
ปีศาจจิ้งจอกเก้าหางไว้ในร่างของทารกน้อย นาม อุซึมากิ นารุโตะ อีก
12 ปีผ่านไป นารุโตะได้เติบโตขึ้น ณ หมู่บ้าน โคโนฮะ ร่างกายของนารุ
โตะได้ผนึกปีศาจจิ้งจอกเก้าหางที่ร้ายกาจไว้ ทำให้ผู้คนในหมู่บ้านต่าง
พากันรังเกียจตัวเขา แต่นารูโตะมีความใฝ่ฝันอยากจะเป็นนินจาผู้ยิ่ง
ใหญ่ ผู้สืบทอดชื่อโฮคาเงะให้คงอยู่ต่อไป",
      "image_anime":"https://animekimi.com/wp-content/uploads/2007/02/Naruto-Shippuuden.jpg"
    },
{
      "name_anime":"น้องโล่สายแทงก์ แกร่งเกินร้อย",
      "url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2019",
      "formation":"แนว: แฟนตาซี",
      "valus":"12 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"ฮอนโจ คาเอเดะ (เมเปิ้ล) สาวน่ารักที่ถูกเพื่อน ชิโรมิเนะ ริสะ (ซารี่) ชวนมาเล่นเกมในโลกเสมือนจริง VRMMORPG แต่มือใหม่แบบเธอ ไม่อยากเจ็บตัว จึงเน้นเรื่องการป้องกันเป็นพิเศษ เน้นค่า VIT ไม่อัพค่าอื่น แต่ศัตรูทำ Damage ไม่เข้า พร้อมมีสกิลการป้องกันสมบูรณ์แบบ เธอได้ออกผจญภัย รู้จักผู้เล่นคนอื่นๆ และกลายเป็นที่รู้จักในภายหลัง",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSLzRft68ZXHAOLkO8DnRT_vrAUAOuM4Qs7IQ&usqp=CAU"
    },
{
      "name_anime":"เทพเกรียน โรงเรียนมัธยม",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2020",
      "formation":"แนว: โรงเรียน,ต่อสู้,แฟนตาซี,ตลก",
      "valus":"13 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"เรื่องราวของ Jin Mori ชายหนุ่มวัย 17 ปี ที่เป็นนักสู้เทควันโด้ที่มีความสามารถสูงมาก ในระหว่างที่เขากำลังเดินทางท้าประลองกับคนอื่นเพื่อที่ตัวเองจะได้เป็นสุดยอดนักสู้ เขาก็ถูกเชิญให้เข้าร่วมงานต่อสู้ The God of High School ที่เป็นงานแข่งขันที่สนับสนุนโดยองค์กรลึกลับ และงานนี้ยังรวมนักสู้จากทั่วทั้งเกาหลีเพื่อหาตัวแทนไปแข่งขันระดับโลก และผู้ที่ชนะก็จะได้รับรางวัลเป็นสิ่งที่ตัวเองปรารถนา",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSmvV7wOuq7W7UKDAWIBoKtIZn1vcClcNosmA&usqp=CAU"
   },
{
      "name_anime":"takt op.Destiny",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2021",
      "formation":"แนว: แฟนตาซี,ดนตรี",
      "valus":"5 ตอน(ยังไม่จบ)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"เมื่อร่วม 20 ปีก่อน โลกเปลี่ยนไปอย่างสมบูรณ์ โดยดาวตกสีดำที่สร้างพวกมอนสเตอร์ที่ชั่วร้าย D2 รุกรานทั้งผู้คนและดินแดน อาวุธไม่สามารถทำอันตรายได้ จนมีเด็กสาวที่ถือกำเนิดจากบทเพลงและแร่ ฮาโมเนีย ที่หายาก พวกเธอถูกเรียกว่า Musicart สามารถต่อต้านพลังของศัตรูได้ พวกเธอสู้ได้โดยมีการชี้นำของ Conductor (คอนดัคเตอร์, วาทยกร) มีองค์กรที่ต่อต้านพวก D2
ในปี 2047 หลังสงบศึกกับพวก D2 ร่วม 4 ปี ในระหว่างที่สงบสุข ก็เกิดการโจมตีอีกครั้ง ทำให้มีผู้เคราะห์ร้าย โคเซ็ต เพื่อนของ ทาคท์ ได้บาดเจ็บสาหัส แต่ทำให้เธอกลายเป็นมิสิคคาร์ทปริศนาที่แตกต่างจากปกติ ในชื่อ เดสทินี่ และตัวเขากลายเป็นคอนดัคเตอร์ที่สู้ร่วมกับเธอ พวกทาคท์ จึงต้องมุ่งหน้าไปยังนิวยอร์ค ที่อยู่ขององค์กร ซิมโฟนิก้า หาเบาะแสที่จะช่วยโคเซ็ต ในระหว่างเดินทาง พวกเขาได้มาพัวพันกับเรื่อง D2 มากขึ้น",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSM8Jm7X5WDeq8gTwCHBDbjdVOL4TLmkq3PDA&usqp=CAU"
    },
{
      "name_anime":"เพลงรักสองหัวใจ",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2014",
      "formation":"แนว: ดราม่า,โรเเมนติก,โรงเรียน",
      "valus":"22 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"กล่าวถึง อาริมะ โคเซย์ (Arima Kosei) ตอนอายุ 11 ปีนั้น เขาเคยมีทักษะการเล่นเปียโนยอดเยี่ยม เป็นดาวรุ่งในวงการ จนนักดนตรีรุ่นเยาว์ต่างรู้จักชื่อของเขา แต่เมื่อครูสอนที่เป็นมารดาของเขาด่วนจากไปตั้งแต่เขายังเด็ก ทำให้เขาใจสลายจนสูญเสียจนเกิดอาการประหลาดที่ไม่สามารถได้ยินเสียงของเปียโนได้อีก ทั้งที่หูได้ยินเสียงทั่วไปชัดเจน ทำให้เขาต้องออกจากวงการและไม่แตะเปียโนอีก 2 ปีและมองโลกทั้งใบกลายเป็นเพียงสีเดียว ปราศจากสีอื่นๆ ยังดีที่มีเพื่อนสนิทแบบ สึบากิ และ วาทาริ ที่อยู่ข้างเขา จนกระทั่งวันหนึ่งโลกของเขาได้เปลี่ยนไปเมื่อสาวสวยร่าเริง ที่เข้าได้กับทุกคน มิยาโซโนะ คาโอริ (Miyazono Kaori) นักไวโอลีนหญิง ที่ทำให้โลกของเขากลับมีสีสันขึ้นมาอีกครั้ง แต่ทว่าเธอกำลังคบอยู่กับเพื่อนสนิทของเขา",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQG0mDDKCYJKHdzSu8ea34j3mN6trJN5bjgyw&usqp=CAU"
   },
{
      "name_anime":"ด็อกเตอร์สโตน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2017",
      "formation":"แนว: ผจญภัย,ไซไฟ",
      "valus":"24 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"นักเรียนมัธยมโอกิ ไทจุบอกกับอิชิงามิ เซ็นคูเพื่อนผู้รักวิทยาศาสตร์ว่าตนจะไปสารภาพรักกับโองาวะ ยุสึริฮะเพื่อนร่วมชั้น ไทจุเตรียมการจะสารภาพรักกับยุสึริฮะที่ใต้ต้นการบูรในสนามโรงเรียน แต่ความพยายามของไทจุก็ถูกขัดจังหวะด้วยแสงประหลาดบนท้องฟ้า ไทจุผลักยุสึริฮะไปยังต้นไม้เพื่อปกป้องเธอในขณะที่แสงได้ทำให้พวกเขากลายเป็นหินไปพร้อมกับประชากรมนุษย์ทั้งหมด 3,700 ปีต่อมาหลังการกลายเป็นหิน เซ็นคูและไทจุได้กลับคืนสภาพเดิมจากการกลายเป็นหินมาอยู่ในโลกในยุคที่พวกเขาเรียกว่าโลกยุคหิน เซ็นคูค้นพบว่าการกลายเป็นหินสามารถรักษาได้ด้วยไนตอล และตั้งใจจะฟื้นฟูอารยธรรมขึ้นใหม่พร้อมด้วยความช่วยเหลือจากไทจุ พวกเขาตั้งใจจะคืนสภาพให้ยุสึริฮะเป็นคนแรก แต่เมื่อพวกเขาถูกโจมตีโดยฝูงสิงโตจึงจำเป็นต้องคืนสภาพให้กับชิชิโอะ สึคาสะที่เป็นนักศิลปะการต่อสู้ ก่อนจะคืนสภาพให้ยุสึริฮะได้สำเร็จในภายหลัง ความขัดแย้งทางอุดมคติระหว่างเซ็นคูและสึคาสะทำให้กลุ่มของเซ็นคูก่อตั้งราชอาณาจักรวิทยาศาสตร์ที่หมู่บ้านอิชิกามิเพื่อฟื้นฟูอารยธรรมและค้นหาความลับของการกลายเป็นหิน ส่วนสึคาสะก่อตั้งจักรวรรดิแห่งกำลังเพื่อสร้างโลกใหม่ที่ปราศจากเทคโนโลยีและมีเพียงคนหนุ่มสาวที่ได้รับการคืนสภาพ",
      "image_anime":"https://anime-kimuchi.com/wp-content/uploads/2019/07/Dr-Stone-%E0%B8%8B%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%97%E0%B8%A2.jpg"
    },
{
      "name_anime":"ซอร์ดอาร์ตออนไลน์ ภาค2",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2014",
      "formation":"แนว: ต่อสู้,ผจญภัย,แฟนตาซี",
      "valus":"24 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"ภาคไทย",
      "mini_story":"เรื่องนั้นจะเล่าถึงเหตุการณ์ภายหลังจากคดีเกมออนไลน์อย่าง SAO ผ่านไปได้ 1 ปี ได้เกิดเหตุซ้ำรอยเดิมเพราะมีคนตายสองรายจากการเล่นเกมออนไลน์ระบบ VRMMO (Visual Reality Massive Multiplayer Online) ในเกมที่ชื่อว่า Gun Gale Online (GGO) จากเพลย์เยอร์ที่เรียกตัวเองว่า “เดธกัน” (Death Gun) ทำให้ทางหน่วยงานทางการต้องขอความร่วมมือกับคิริโตะในการช่วยสืบคดี โดยให้เขาแฝงตัวเข้าไปในเกมนี้ ซึ่งตรงกับช่วงเวลาที่การแข่งขัน Bullet of Bullets (BoB) ครั้งที่ 3 กำลังจะเริ่มต้นขึ้น…",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRDjNlQaFcJiNWYjolXquEJBZtcEJGDpfEILA&usqp=CAU"
    },
{
      "name_anime":"โฮริมิยะ สาวมั่นกับนายมืดมน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2021",
      "formation":"แนว: ชีวิตประจำวัน,โรเเมนติก,ตลก",
      "valus":"13 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"โฮริ สาวมัธยมปลายสุดฮอตในโรงเรียนเธอเป็นผู้หญิงที่เพอร์เฟคมาก นิสัยของเธอดูแล้วเป็นคนสดใจ เฮฮาปาร์ตี้มาก ในโรงเรียนเธอมีคะแนนดีเกือบทุกด้านไม่ว่าจะเป็นเรื่องการเรียน กีฬา ดนตรี ซึ่งหาที่ติไม่ได้เลย แต่ใครจะรู้ว่าพอเวลาเธอกลับบ้านนั้นจากสาวป๊อป จะกลายเป็นสาวเฉิ่มที่ต้องมาทำงานบ้าน คอยดูน้องชายแต่งตัวโทรมๆ ผมรุงรังอยู่ที่บ้าน จนวันหนึ่งเธอได้มาเจอกับคนที่ค่อนข้างจะคล้ายเธอทุกอย่าง แต่เขาสลับกันตรงที่ว่าภายในโรงเรียนเขาเป็นหนุ่มแว่นสุดเปิ่น หน้าตาไม่ได้เรื่อง แต่พอเขาได้ออกจากนอกรั้วโรงเรียน เขากลับกลายเป็นคนละคน เมื่ออยู่ด้านนอกโรงเรียนเขาเป็นหนุ่มเนื้อหอม หน้าตาหล่อเหลามีรอยสักสุดเซ็กซี่ ผู้หญิงคนไหนที่เดินผ่านก็ล้วนแต่มองตามเขาตาแทบจะทะลุออกมานอกเบ้า แล้วโชคชะตาก็ทำให้เธอและเขาได้แชร์ความลับของกันและกัน ซึ่งเหตุการณ์นี้ทำให้เขาและเธอสนิดกันมากยิ่งขึ้น",
"image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQY8DF7e9O9shq333LBuC7PP1SQSfx2v4uvtQ&usqp=CAU"
    },
{
      "name_anime":"เกิดใหม่ชาตินี้พี่ต้องเทพ",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2021",
      "formation":"แนว: ต่อสู้,ผจญภัย",
      "valus":"15 ตอน(ยังไม่จบ)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"เป็นเรื่องราวเกี่ยวกับชายผู้ไร้งานทำและสิ้นหวังซึ่งไปเกิดใหม่ในโลกแฟนตาซีโดยยังมีความทรงจำจากชาติก่อน จึงตั้งใจจะใช้ชีวิตอย่างไม่เสียใจอีก",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSC-KbURw_qIF7KVyMvF7lWpRvIkoHh9kTcrw&usqp=CAU"
    },
{
      "name_anime":"ดาบพิฆาต เดอะมูฟวี่ ศึกรถไฟสู่นิรันดร์",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2020",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"ซับไทย",
      "mini_story":"เรื่องราวที่ต่อเนื่องทันทีจากฉบับอนิเมะซีรีส์ เมื่อก๊วนเพื่อนของทั้งทันจิโร่ และเนซึโกะ ได้รับภารกิจให้ไปสืบสวนหาสาเหตุการหายตัวไปของผู้คนบนขบวนรถไฟสู่นิรันดร์ พวกเขาจึงได้รู้ว่าบนขบวนรถไฟลำนี้มีอสูรทรงพลังซ่อนตัวอยู่ แต่คราวนี้พวกเขาก็ไม่จำเป็นต้องต่อสู้กันตามลำพัง เพราะเสาหลักแห่งไฟ เรนโงคุ ได้เข้าร่วมศึกด้วย นี่จึงกลายเป็นการต่อสู้เพื่อช่วยเหลือผู้คนบริสุทธิ์บนขบวนรถไฟแห่งฝันร้าย
",
      "image_anime":"https://www.brighttv.co.th/wp-content/uploads/2020/12/Demon-Slayer-the-Movie-%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9E%E0%B8%B4%E0%B8%86%E0%B8%B2%E0%B8%95%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A1%E0%B8%B9%E0%B8%9F%E0%B8%A7%E0%B8%B5%E0%B9%88-00-819x1024.jpg"
    },
{
      "name_anime":"ซอร์ดอาร์ตออนไลน์",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2013",
      "formation":"แนว: ต่อสู้,แฟนตาซี",
      "valus":"25 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "url":"https://moonlightvpn-th.tk/cc.mp4",
      "mini_story":"ในปี 2022 ได้มีการเปิดตัวเกมสวมบทบาทออนไลน์เสมือนจริงหลายคน (VRMMORPG) ที่มีชื่อเรียกว่า Sword Art Online ( SAO ) โดยใช้อุปกรณ์ที่มีชื่อว่า เนิฟเกียร์ (NerveGear) เป็น หมวกกันน็อคที่กระตุ้นประสาทสัมผัสทั้งห้าของผู้ใช้ผ่านสมองผู้เล่นสามารถสัมผัสและควบคุมตัวละครในเกมด้วยความคิด โดยทั้งเกม SAO และ NerveGear ถูกสร้างขึ้นโดย คายาบะ อากิฮิโกะ

เมื่อวันที่ 6 พฤศจิกายน ผู้เล่นจำนวน 10,000 คน ได้ทำการล๊อกอินเข้าสู่เกม SAO เป็นครั้งแรก แต่พบว่าพวกเขาไม่สามารถที่จะออกจากระบบได้ หลังจากนั้น คายาบะได้ปรากฏตัวและบอกผู้เล่นว่าพวกเขาจะต้องเอาชนะบอสที่อยู่บนหอคอย Aincrad ไปเรื่อยๆจนถึงชั้นที่100 หากพวกเขาต้องการที่จะเป็นอิสระและออกจากเกมได้ นอกจากนี้เขายังบอกอีกว่าหากผู้เล่นนั้น ตายในเกม จะทำให้ตัวผู้เล่นนั้นตายในชีวิตจริงด้วยโดยการส่งกระแสไฟฟ้าที่อยู่ในเนิฟเกียร์ ไปทำลายสมอง หรือหากบังคับหรือพยายามจะเอา เนิฟเกียร์ออก เพื่อที่จะออกจากเกม ก็จะได้รับความตายในชีวิตจริงเช่นกัน ดังนั้นเพื่อที่จะออกจากเกมมรณะนี้ได้จำเป็นต้องจัดการบอสชั้นที่100ของหอคอย Aincrad ให้ได้เท่านั้น
",
      "image_anime":"https://i2.wp.com/akibatan.com/wp-content/uploads/2018/02/live-action-sword-art-online-producer-series-sold-to-netflix-will-have-asian-lead-actors-01.jpg?ssl=1"
    },
{
      "name_anime":"โบรูโตะ: นารูโตะ เน็กซ์ เจนเนเรชั่น",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2017",
      "formation":"แนว: ต่อสู้,ดราม่า,ตลก",
      "valus":"220 ตอน(ยังไม่จบ)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"หลังสงครามนินจาครั้งที่ 4 นารูโตะได้เป็นโฮคาเงะคนที่ 7 ของ
หมู่บ้าน และได้มีลูกกับ ฮิวกะ ฮินาตะ เรื่องราวจะโฟกัสไปที่ลูกชายคน
โตชื่อ โบรูโตะ ได้เข้าในโรงเรียนนินจาพร้อมกับเพื่อนร่วมรุ่นหลาย
คน อยู่ในทีมของ โคโนฮามารุ ร่วมกับ ซาราดะ ลูกสาวของซาสึเกะกับ
ซากุระ และ มิตสึกิ มีกรณีคนถูกสิงโดยเรียกว่า โกสต์มีเพียงโบรู
โตะคนเดียวที่มองเห็นและเกิดการขโมยจักระในหมู่บ้านนินจา",
      "image_anime":"https://img-ha.mthcdn.com/69cqgUMdm4CoGxcfvDWr8hUeUWQ=/mthai.com/app/uploads/2021/07/Boruto_-_naruto_next_generations_anime_poster.jpg"
    },
{
      "name_anime":"ผ่าพิภพไททัน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2013",
      "formation":"แนว: ต่อสู้,แฟนตาซี",
      "valus":"25 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เอเรน เยเกอร์ เด็กหนุ่มที่ต้องเสียแม่ไปจากเหตุการณ์ไททันบุกเข้าทำลายวอลล์มาเรียในเขตชิกันชินา เพราะต้องการแก้แค้นให้กับแม่ของ เอเรน, มิคาสะ และอาร์มิน จึงเข้าศึกษาที่โรงเรียนทหาร รุ่นที่ 104 เพื่อตั้งเป้าหมายจะเป็นเหล่าสำรวจ ออกไปสู้รบกับไททัน
",
      "image_anime":"https://flxt.tmsimg.com/assets/p10701949_b_v8_ah.jpg"
    },
    {
      "name_anime":"มหาเวทย์ผนึกมาร",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2018",
      "formation":"แนว: ต่อสู้,แฟนตาซี",
      "valus":"26 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวของ อิตาโดริ ยูจิ เด็กหนุ่มมอปลายที่มีสมรรถภาพด้านร่างกายสูงกว่าคนปกติ แทนที่จะเข้าชมรมกีฬา เขากลับเลือกเข้าชมรมวิจัยเรื่องลึกลับที่มีสมาชิกเพียง 3 คนแทน เพราะชมรมนี้เลิกเร็ว ไม่ต้องอยู่ซ้อมถึงดึกดื่นเหมือนชมรมอื่น เพื่อที่เขาจะได้เอาเวลาไปเยี่ยมคุณปู่ที่นอนป่วยอยู่โรงพยาบาล

เมื่อคุณปู่ใกล้เสียชีวิตก็ได้ให้ข้อคิดแก่ยูจิว่าจงช่วยเหลือคนอื่น จงตายโดยมีคนห้อมล้อม อย่าตายโดดเดี่ยวเหมือนปู่แล้ววันหนึ่งวัตถุต้องสาปที่หลับไหลอยู่ในโรงเรียนก็ถูกปลดผนึก ทำให้มีภูติผีออกมาอาละวาด การจะต้องสู้กับภูติผีพวกนี้ได้ต้องมีพลังไสยเวทย์ ยูจิไม่มีพลังนี้จึงกินวัตถุต้องสาปเข้าไป
",
      "image_anime":"https://animekimi.com/wp-content/uploads/2020/10/g1rK2nRXSidcMwNliWDIroWWGTn.jpg"
    },
    {
      "name_anime":"นารูโตะ นินจาจอมคาถา",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2004",
      "formation":"แนว: ต่อสู้,ดราม่า,ตลก",
      "valus":"220 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"อุซึมากิ นารุโตะเด็กหนุ่มผู้ตั้งมั่นว่าจะเป็นนินจา ได้รับการช่วยเหลือ
จากอาจารย์ของเขาอุมิโนะ อิรุกะจนทำให้เขาได้เป็นเกะนิน และได้รวม
กลุ่มกับเพื่อนพ้องและโจนิน ฮาตาเกะ คาคาชิที่ได้รับมอบหมายให้
ดูแลกลุ่ม เขาได้เรียนรู้ถึงความอ่อนประสบการณ์ของตัวเอง และได้
รับการยอมรับการเป็นเกะนินอย่างเป็นทางการของคาคาชิ เพื่อให้ตัว
เองเป็นนินจาที่ได้รับการยอมรับให้เร็วที่สุดพวกเขาจะต้องรับภารกิจ
ต่างๆ และเติบโตไปพร้อมกัน",
      "image_anime":"https://www.lunggildarts-anime.com/wp-content/uploads/%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B9%E0%B9%82%E0%B8%95%E0%B8%B0-%E0%B8%99%E0%B8%B4%E0%B8%99%E0%B8%88%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%84%E0%B8%B2%E0%B8%96%E0%B8%B2-402x603.jpg"
    },
    {
      "name_anime":"โตเกียว รีเวนเจอร์ส",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2017",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"26 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"ฮานากาคิ บุโดได้ข้ามเวลามาใน 12 ปีที่แล้วเพื่อที่จะเปลี่ยนตัวเองที่
เอาแต่หนี และช่วย ทาจิบานะ ฮินาตะคนรักคนเดียวของเขา แค้นนี้
ต้องชำระ",
      "image_anime":"https://www.xn--42cg4brar9e8am5cwcsq2ij7hgo.com/wp-content/uploads/2021/07/Tokyo-Revengers-Key-Visual-1.png"
    },
    {
      "name_anime":"ดาบพิฆาตอสูร",
"url_ep":"https://mrjovpn.tk/demon/ep_tv_demonslayer.php",
      "year":"ปี: 2016",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"26 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"ทันจิโร่ เด็กหนุ่มขายถ่ายผู้มีจิตใจอ่อนโยนได้ออกเดินทางเพื่อที่จะ
โค่นล้มอสูรที่สังหารครอบครัวและช่วยให้เนซิโกะ น้องสาวที่โดน
เปลี่ยนเป็นอสูรกลับเป็นมนุษย์ดังเดิม",
      "image_anime":"https://s.isanook.com/ca/0/rp/r/w728/ya0xa0m1w0/aHR0cHM6Ly9zLmlzYW5vb2suY29tL2NhLzAvdWQvMjgwLzE0MDQwMjcvNTYyMzIxMzFfMTE2MjQyNjg4NzI1MTE2NV8zNjIuanBn.jpg"
    }
  ]
}
