{
  "listanime":[
{
      "name_anime":"ซอร์ดอาร์ตออนไลน์",
"url_ep":"https://github.com/Devktw/Doome/raw/main/sao/ep_sao.php",
      "year":"ปี: 2013",
      "formation":"แนว: แอ็คชั่น,แฟนตาซี",
      "valus":"25 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "url":"https://moonlightvpn-th.tk/cc.mp4",
      "mini_story":"ในปี 2022 ได้มีการเปิดตัวเกมสวมบทบาทออนไลน์เสมือนจริงหลายคน (VRMMORPG) ที่มีชื่อเรียกว่า Sword Art Online ( SAO ) โดยใช้อุปกรณ์ที่มีชื่อว่า เนิฟเกียร์ (NerveGear) เป็น หมวกกันน็อคที่กระตุ้นประสาทสัมผัสทั้งห้าของผู้ใช้ผ่านสมองผู้เล่นสามารถสัมผัสและควบคุมตัวละครในเกมด้วยความคิด โดยทั้งเกม SAO และ NerveGear ถูกสร้างขึ้นโดย คายาบะ อากิฮิโกะ

เมื่อวันที่ 6 พฤศจิกายน ผู้เล่นจำนวน 10,000 คน ได้ทำการล๊อกอินเข้าสู่เกม SAO เป็นครั้งแรก แต่พบว่าพวกเขาไม่สามารถที่จะออกจากระบบได้ หลังจากนั้น คายาบะได้ปรากฏตัวและบอกผู้เล่นว่าพวกเขาจะต้องเอาชนะบอสที่อยู่บนหอคอย Aincrad ไปเรื่อยๆจนถึงชั้นที่100 หากพวกเขาต้องการที่จะเป็นอิสระและออกจากเกมได้ นอกจากนี้เขายังบอกอีกว่าหากผู้เล่นนั้น ตายในเกม จะทำให้ตัวผู้เล่นนั้นตายในชีวิตจริงด้วยโดยการส่งกระแสไฟฟ้าที่อยู่ในเนิฟเกียร์ ไปทำลายสมอง หรือหากบังคับหรือพยายามจะเอา เนิฟเกียร์ออก เพื่อที่จะออกจากเกม ก็จะได้รับความตายในชีวิตจริงเช่นกัน ดังนั้นเพื่อที่จะออกจากเกมมรณะนี้ได้จำเป็นต้องจัดการบอสชั้นที่100ของหอคอย Aincrad ให้ได้เท่านั้น
",
      "image_anime":"https://i2.wp.com/akibatan.com/wp-content/uploads/2018/02/live-action-sword-art-online-producer-series-sold-to-netflix-will-have-asian-lead-actors-01.jpg?ssl=1"
    },
{
   "name_anime":"หลับตาฝันถึงชื่อเธอ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/youname/ep_youname.php",
      "year":"ปี: 2016",
      "formation":"แนว: ดราม่า,แฟนตาซี",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวปาฏิหาริย์ระหว่างของคนสองคน มิตสึฮะ (โมเนะ คามิชิราอิชิ )เด็กสาวผู้อาศัยอยู่ในชนบทแต่มีความฝันที่อยากไปใช้ชีวิตในเมืองกรุง และ ทากิ (ริวโนะสุเกะ คามิกิ ) เด็กหนุ่มในโตเกียวผู้ทำงานพิเศษที่ร้านอาหารอิตาเลียน และสนใจในงานด้านศิลปะ วันหนึ่ง มิตสึฮะได้ฝันว่าตัวเองกลายเป็นเด็กหนุ่ม ขณะที่ทากิฝันว่าตัวเองกลายเป็นเด็กสาวในชนบททั้งๆที่เขาไม่เคยไปมาก่อน ทั้งสองจึงต่างเดินทางเพื่อไขความลับของความฝัน จนกลายเป็นความผูกพันบางอย่าง
",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQI3QB3QYVM0reeQXjBYVZ7s7iUabCzc2x13Q&usqp=CAU"
    },
{
   "name_anime":"ดาบพิฆาตอสูร ย่านเริงรมย์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demonss2/ep_demonslayer.php",
      "year":"ปี: 2021",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"11 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวต่อจากภาครถไฟ เสาหลักเสียงอุซุย เท็นเง็น และแก๊งทันจิโร่ในย่านเริงรมย์",
      "image_anime":"https://github.com/Devktw/Doome/raw/main/demonss2/domonss2_poster.png"
    },
{
   "name_anime":"ดาบพิฆาตอสูร เดอะมูฟวี่ ศึกรถไฟสู่นิรันด์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demon/ep_demonslayer.php",
      "year":"ปี: 2020",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวที่ต่อเนื่องทันทีจากฉบับอนิเมะซีรีส์ เมื่อก๊วนเพื่อนของทั้งทันจิโร่ และเนซึโกะ ได้รับภารกิจให้ไปสืบสวนหาสาเหตุการหายตัวไปของผู้คนบนขบวนรถไฟสู่นิรันดร์ พวกเขาจึงได้รู้ว่าบนขบวนรถไฟลำนี้มีอสูรทรงพลังซ่อนตัวอยู่ แต่คราวนี้พวกเขาก็ไม่จำเป็นต้องต่อสู้กันตามลำพัง เพราะเสาหลักแห่งไฟ เรนโงคุ ได้เข้าร่วมศึกด้วย นี่จึงกลายเป็นการต่อสู้เพื่อช่วยเหลือผู้คนบริสุทธิ์บนขบวนรถไฟแห่งฝันร้าย
",
      "image_anime":"https://www.appdisqus.com/wp-content/uploads/2021/06/kv2-%E6%B3%B0%E6%96%87720x960-458x610.jpg"
    },
{
   "name_anime":"หลับตาฝันถึงชื่อเธอ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/youname/ep_youname.php",
      "year":"ปี: 2016",
      "formation":"แนว: ดราม่า,แฟนตาซี",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวปาฏิหาริย์ระหว่างของคนสองคน มิตสึฮะ (โมเนะ คามิชิราอิชิ )เด็กสาวผู้อาศัยอยู่ในชนบทแต่มีความฝันที่อยากไปใช้ชีวิตในเมืองกรุง และ ทากิ (ริวโนะสุเกะ คามิกิ ) เด็กหนุ่มในโตเกียวผู้ทำงานพิเศษที่ร้านอาหารอิตาเลียน และสนใจในงานด้านศิลปะ วันหนึ่ง มิตสึฮะได้ฝันว่าตัวเองกลายเป็นเด็กหนุ่ม ขณะที่ทากิฝันว่าตัวเองกลายเป็นเด็กสาวในชนบททั้งๆที่เขาไม่เคยไปมาก่อน ทั้งสองจึงต่างเดินทางเพื่อไขความลับของความฝัน จนกลายเป็นความผูกพันบางอย่าง
",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQI3QB3QYVM0reeQXjBYVZ7s7iUabCzc2x13Q&usqp=CAU"
    },
  {
      "name_anime":"ปริศนาความทรงจำ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/hyouka/ep_hyouka.php",
      "year":"ปี: 2001",
      "formation":"แนว: โรงเรียน,ลึกลับ",
      "valus":"23 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"โอเรกิ โฮทาโร่ จากโรงเรียนมัธยมปลายคามิยามะ จำต้องเข้าร่วมชมรมวรรณกรรมคลาสสิกตามคำขอร้องของพี่สาวเพื่อไม่ให้ชมรมนั้นถูกยุบ และเมื่อเข้าร่วมชมรม เขาได้พบกับจิทันดะ เอรุ ฟุคุเบะ ซาโตชิ และอิบาระ มายากะ และด้วยความขี้สงสัยเป็นอันมากของจิทันดะ เอรุ ทำให้นักอนุรักษ์พลังงานชีวิตอย่างเขาต้องมาคอยแก้ปัญหาเพื่อให้เธอพึงพอใจอยู่เสมอ เนื้อเรื่องเกิดขึ้นที่เมืองคามิยามะ ซึ่งเป็นเมืองที่สมมุติขึ้น โดยตั้งอยู่ที่จังหวัดกิฟุ ซึ่งที่นี่ก็เป็นบ้านเกิดของผู้แต่งด้วย",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVac9M2uBRqkzHbr5byKahhJGUWt0E9HPukA&usqp=CAU"
    },
{
      "name_anime":"ชายไม่มีตากับนาฬิกาคู่ใจ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/noeye/ep_noeye.php",
      "year":"ปี: 2015",
      "formation":"แนว: ข่มขืน,โรคจิต",
      "valus":"4 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"ลูกชายไร้นามทีร่ำรวยที่พยายามหาทางแก้แค้นตั้งแต่พ่อทิ้งเขาและแม่ของเขาไป เขาตัดสินใจที่จะสอนบทเรียนให้พ่อของเขาด้วยการทำลายสิ่งที่เขามีค่าที่สุด นั่นคือลูกสาวสองคนของเขา เขาแทรกซึมเข้าไปในโรงเรียนอันทรงเกียรติของพวกเขาด้วยอุปกรณ์หยุดเวลาเวทย์มนตร์ที่เขาได้รับจากแม่มด—และดำเนินการข่มขืนพี่สาวต่างมารดาซ้ำแล้วซ้ำเล่า ทำให้พวกเขาสับสน ทำอะไรไม่ถูก และขอความเมตตา",
      "image_anime":"https://www.alpha-hen.com/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2018/08/169861.jpg.webp"
    }
  ]
}
