{
  "listanime":[
{
      "name_anime":"นารูโตะ ตำนานวายุสลาตัน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2016",
      "formation":"แนว: แอ็คชั่น",
      "valus":"700 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"ซับไทย",
      "mini_story":"ณ หมู่บ้านโคโนฮะนาคุเระ โลกแห่งนินจา ได้ถูกปีศาจจิ้งจอกเก้าหาง
โจมตีเมื่อ 12 ปีก่อน ปีศาจจิ้งจอกเก้าหางได้ตื่นขึ้นจากการหลับไหล
ยาวนานเป็นเวลาหลายพันปี ได้ออกอาละวาดทำลายบ้านเรือนชีวิต
ทรัพย์สินของผู้คนบริสุทธิ์เป็นจำนวนมาก จนกระทั่งโฮคาเงะรุ่นที่
4 หัวหน้าของหมู่บ้านโคโนฮะ ได้สละชีวิตด้วยการการผนึกร่างของ
ปีศาจจิ้งจอกเก้าหางไว้ในร่างของทารกน้อย นาม อุซึมากิ นารุโตะ อีก
12 ปีผ่านไป นารุโตะได้เติบโตขึ้น ณ หมู่บ้าน โคโนฮะ ร่างกายของนารุ
โตะได้ผนึกปีศาจจิ้งจอกเก้าหางที่ร้ายกาจไว้ ทำให้ผู้คนในหมู่บ้านต่าง
พากันรังเกียจตัวเขา แต่นารูโตะมีความใฝ่ฝันอยากจะเป็นนินจาผู้ยิ่ง
ใหญ่ ผู้สืบทอดชื่อโฮคาเงะให้คงอยู่ต่อไป",
      "image_anime":"https://animekimi.com/wp-content/uploads/2007/02/Naruto-Shippuuden.jpg"
    },
{
      "name_anime":"ซอร์ดอาร์ตออนไลน์",
"url_ep":"https://github.com/Devktw/Doome/raw/main/sao/ep_sao.php",
      "year":"ปี: 2013",
      "formation":"แนว: แอ็คชั่น,แฟนตาซี",
      "valus":"25 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "url":"https://moonlightvpn-th.tk/cc.mp4",
      "mini_story":"ในปี 2022 ได้มีการเปิดตัวเกมสวมบทบาทออนไลน์เสมือนจริงหลายคน (VRMMORPG) ที่มีชื่อเรียกว่า Sword Art Online ( SAO ) โดยใช้อุปกรณ์ที่มีชื่อว่า เนิฟเกียร์ (NerveGear) เป็น หมวกกันน็อคที่กระตุ้นประสาทสัมผัสทั้งห้าของผู้ใช้ผ่านสมองผู้เล่นสามารถสัมผัสและควบคุมตัวละครในเกมด้วยความคิด โดยทั้งเกม SAO และ NerveGear ถูกสร้างขึ้นโดย คายาบะ อากิฮิโกะ

เมื่อวันที่ 6 พฤศจิกายน ผู้เล่นจำนวน 10,000 คน ได้ทำการล๊อกอินเข้าสู่เกม SAO เป็นครั้งแรก แต่พบว่าพวกเขาไม่สามารถที่จะออกจากระบบได้ หลังจากนั้น คายาบะได้ปรากฏตัวและบอกผู้เล่นว่าพวกเขาจะต้องเอาชนะบอสที่อยู่บนหอคอย Aincrad ไปเรื่อยๆจนถึงชั้นที่100 หากพวกเขาต้องการที่จะเป็นอิสระและออกจากเกมได้ นอกจากนี้เขายังบอกอีกว่าหากผู้เล่นนั้น ตายในเกม จะทำให้ตัวผู้เล่นนั้นตายในชีวิตจริงด้วยโดยการส่งกระแสไฟฟ้าที่อยู่ในเนิฟเกียร์ ไปทำลายสมอง หรือหากบังคับหรือพยายามจะเอา เนิฟเกียร์ออก เพื่อที่จะออกจากเกม ก็จะได้รับความตายในชีวิตจริงเช่นกัน ดังนั้นเพื่อที่จะออกจากเกมมรณะนี้ได้จำเป็นต้องจัดการบอสชั้นที่100ของหอคอย Aincrad ให้ได้เท่านั้น
",
      "image_anime":"https://i2.wp.com/akibatan.com/wp-content/uploads/2018/02/live-action-sword-art-online-producer-series-sold-to-netflix-will-have-asian-lead-actors-01.jpg?ssl=1"
    },
{
   "name_anime":"ดาบพิฆาตอสูร ย่านเริงรมย์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demonss2/ep_demonslayer.php",
      "year":"ปี: 2021",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"11 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวต่อจากภาครถไฟ เสาหลักเสียงอุซุย เท็นเง็น และแก๊งทันจิโร่ในย่านเริงรมย์",
      "image_anime":"https://github.com/Devktw/Doome/raw/main/demonss2/domonss2_poster.png"
    },
{
   "name_anime":"ดาบพิฆาตอสูร เดอะมูฟวี่ ศึกรถไฟสู่นิรันด์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demon/ep_demonslayer.php",
      "year":"ปี: 2020",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวที่ต่อเนื่องทันทีจากฉบับอนิเมะซีรีส์ เมื่อก๊วนเพื่อนของทั้งทันจิโร่ และเนซึโกะ ได้รับภารกิจให้ไปสืบสวนหาสาเหตุการหายตัวไปของผู้คนบนขบวนรถไฟสู่นิรันดร์ พวกเขาจึงได้รู้ว่าบนขบวนรถไฟลำนี้มีอสูรทรงพลังซ่อนตัวอยู่ แต่คราวนี้พวกเขาก็ไม่จำเป็นต้องต่อสู้กันตามลำพัง เพราะเสาหลักแห่งไฟ เรนโงคุ ได้เข้าร่วมศึกด้วย นี่จึงกลายเป็นการต่อสู้เพื่อช่วยเหลือผู้คนบริสุทธิ์บนขบวนรถไฟแห่งฝันร้าย
",
      "image_anime":"https://www.appdisqus.com/wp-content/uploads/2021/06/kv2-%E6%B3%B0%E6%96%87720x960-458x610.jpg"
    },
{
   "name_anime":"หลับตาฝันถึงชื่อเธอ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/youname/ep_youname.php",
      "year":"ปี: 2016",
      "formation":"แนว: ดราม่า,แฟนตาซี",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวปาฏิหาริย์ระหว่างของคนสองคน มิตสึฮะ (โมเนะ คามิชิราอิชิ )เด็กสาวผู้อาศัยอยู่ในชนบทแต่มีความฝันที่อยากไปใช้ชีวิตในเมืองกรุง และ ทากิ (ริวโนะสุเกะ คามิกิ ) เด็กหนุ่มในโตเกียวผู้ทำงานพิเศษที่ร้านอาหารอิตาเลียน และสนใจในงานด้านศิลปะ วันหนึ่ง มิตสึฮะได้ฝันว่าตัวเองกลายเป็นเด็กหนุ่ม ขณะที่ทากิฝันว่าตัวเองกลายเป็นเด็กสาวในชนบททั้งๆที่เขาไม่เคยไปมาก่อน ทั้งสองจึงต่างเดินทางเพื่อไขความลับของความฝัน จนกลายเป็นความผูกพันบางอย่าง
",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQI3QB3QYVM0reeQXjBYVZ7s7iUabCzc2x13Q&usqp=CAU"
    },
  {
      "name_anime":"ปริศนาความทรงจำ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/hyouka/ep_hyouka.php",
      "year":"ปี: 2001",
      "formation":"แนว: โรงเรียน,ลึกลับ",
      "valus":"23 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"โอเรกิ โฮทาโร่ จากโรงเรียนมัธยมปลายคามิยามะ จำต้องเข้าร่วมชมรมวรรณกรรมคลาสสิกตามคำขอร้องของพี่สาวเพื่อไม่ให้ชมรมนั้นถูกยุบ และเมื่อเข้าร่วมชมรม เขาได้พบกับจิทันดะ เอรุ ฟุคุเบะ ซาโตชิ และอิบาระ มายากะ และด้วยความขี้สงสัยเป็นอันมากของจิทันดะ เอรุ ทำให้นักอนุรักษ์พลังงานชีวิตอย่างเขาต้องมาคอยแก้ปัญหาเพื่อให้เธอพึงพอใจอยู่เสมอ เนื้อเรื่องเกิดขึ้นที่เมืองคามิยามะ ซึ่งเป็นเมืองที่สมมุติขึ้น โดยตั้งอยู่ที่จังหวัดกิฟุ ซึ่งที่นี่ก็เป็นบ้านเกิดของผู้แต่งด้วย",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVac9M2uBRqkzHbr5byKahhJGUWt0E9HPukA&usqp=CAU"
    },
{
      "name_anime":"ผ่าพิภพไททัน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2013",
      "formation":"แนว: แอ็คชั่น",
      "valus":"25 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เอเรน เยเกอร์ เด็กหนุ่มที่ต้องเสียแม่ไปจากเหตุการณ์ไททันบุกเข้าทำลายวอลล์มาเรียในเขตชิกันชินา เพราะต้องการแก้แค้นให้กับแม่ของ เอเรน, มิคาสะ และอาร์มิน จึงเข้าศึกษาที่โรงเรียนทหาร รุ่นที่ 104 เพื่อตั้งเป้าหมายจะเป็นเหล่าสำรวจ ออกไปสู้รบกับไททัน
",
      "image_anime":"https://www.rinrinworld.com/home/wp-content/uploads/2021/02/%E0%B9%84%E0%B8%97%E0%B8%97%E0%B8%B1%E0%B8%99-Attack-on-Titan-%E0%B8%A0%E0%B8%B2%E0%B8%84%E0%B9%81%E0%B8%A3%E0%B8%81.jpg"
    },
    {
      "name_anime":"มหาเวทย์ผนึกมาร",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"ปี: 2018",
      "formation":"แนว: แอ็คชั่น",
      "valus":"26 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวของ อิตาโดริ ยูจิ เด็กหนุ่มมอปลายที่มีสมรรถภาพด้านร่างกายสูงกว่าคนปกติ แทนที่จะเข้าชมรมกีฬา เขากลับเลือกเข้าชมรมวิจัยเรื่องลึกลับที่มีสมาชิกเพียง 3 คนแทน เพราะชมรมนี้เลิกเร็ว ไม่ต้องอยู่ซ้อมถึงดึกดื่นเหมือนชมรมอื่น เพื่อที่เขาจะได้เอาเวลาไปเยี่ยมคุณปู่ที่นอนป่วยอยู่โรงพยาบาล

เมื่อคุณปู่ใกล้เสียชีวิตก็ได้ให้ข้อคิดแก่ยูจิว่าจงช่วยเหลือคนอื่น จงตายโดยมีคนห้อมล้อม อย่าตายโดดเดี่ยวเหมือนปู่แล้ววันหนึ่งวัตถุต้องสาปที่หลับไหลอยู่ในโรงเรียนก็ถูกปลดผนึก ทำให้มีภูติผีออกมาอาละวาด การจะต้องสู้กับภูติผีพวกนี้ได้ต้องมีพลังไสยเวทย์ ยูจิไม่มีพลังนี้จึงกินวัตถุต้องสาปเข้าไป
",
      "image_anime":"https://animekimi.com/wp-content/uploads/2020/10/g1rK2nRXSidcMwNliWDIroWWGTn.jpg"
    }
  ]
}
