{
  "listanime":[
{
      "name_anime":"โบรูโตะ: นารูโตะ เน็กซ์ เจนเนเรชั่น",
"url_ep":"https://github.com/Devktw/Doome/raw/main/boruto/ep_boruto.php",
      "year":"ปี: 2017",
      "formation":"แนว: ต่อสู้,ดราม่า,ตลก",
      "valus":"220 ตอน(ยังไม่จบ)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"หลังสงครามนินจาครั้งที่ 4 นารูโตะได้เป็นโฮคาเงะคนที่ 7 ของ
หมู่บ้าน และได้มีลูกกับ ฮิวกะ ฮินาตะ เรื่องราวจะโฟกัสไปที่ลูกชายคน
โตชื่อ โบรูโตะ ได้เข้าในโรงเรียนนินจาพร้อมกับเพื่อนร่วมรุ่นหลาย
คน อยู่ในทีมของ โคโนฮามารุ ร่วมกับ ซาราดะ ลูกสาวของซาสึเกะกับ
ซากุระ และ มิตสึกิ มีกรณีคนถูกสิงโดยเรียกว่า โกสต์มีเพียงโบรู
โตะคนเดียวที่มองเห็นและเกิดการขโมยจักระในหมู่บ้านนินจา",
      "image_anime":"https://img-ha.mthcdn.com/69cqgUMdm4CoGxcfvDWr8hUeUWQ=/mthai.com/app/uploads/2021/07/Boruto_-_naruto_next_generations_anime_poster.jpg"

    },
{
   "name_anime":"ดาบพิฆาตอสูร ย่านเริงรมย์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demonss2/ep_demonslayer.php",
      "year":"ปี: 2021",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"11 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวต่อจากภาครถไฟ เสาหลักเสียงอุซุย เท็นเง็น และแก๊งทันจิโร่ในย่านเริงรมย์",
      "image_anime":"https://github.com/Devktw/Doome/raw/main/demonss2/domonss2_poster.png"
    },
{
   "name_anime":"ดาบพิฆาตอสูร เดอะมูฟวี่ ศึกรถไฟสู่นิรันด์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demon/ep_demonslayer.php",
      "year":"ปี: 2020",
      "formation":"แนว: ต่อสู้,ดราม่า",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวที่ต่อเนื่องทันทีจากฉบับอนิเมะซีรีส์ เมื่อก๊วนเพื่อนของทั้งทันจิโร่ และเนซึโกะ ได้รับภารกิจให้ไปสืบสวนหาสาเหตุการหายตัวไปของผู้คนบนขบวนรถไฟสู่นิรันดร์ พวกเขาจึงได้รู้ว่าบนขบวนรถไฟลำนี้มีอสูรทรงพลังซ่อนตัวอยู่ แต่คราวนี้พวกเขาก็ไม่จำเป็นต้องต่อสู้กันตามลำพัง เพราะเสาหลักแห่งไฟ เรนโงคุ ได้เข้าร่วมศึกด้วย นี่จึงกลายเป็นการต่อสู้เพื่อช่วยเหลือผู้คนบริสุทธิ์บนขบวนรถไฟแห่งฝันร้าย
",
      "image_anime":"https://www.appdisqus.com/wp-content/uploads/2021/06/kv2-%E6%B3%B0%E6%96%87720x960-458x610.jpg"
    },
{
   "name_anime":"นารูโตะ เดอะมูฟวี่ ปิดตำนานวายุสลาตัน",
"url_ep":"https://mrjovpn.tk/naruto/ep_naruto_thelast.php",
      "year":"ปี: 2014",
      "formation":"แนว: ต่อสู้,ดราม่า,ตลก",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"หลังจากจบศึกสุดท้ายในช่วงสงครามโลกนินจา ระหว่างซาสึเกะ และนารุโตะ ทุกคนกลับมาใช้ชีวิตกันอย่างปกติสุข ตอนนั้น เป็นช่วงฤดูหนาวของหมู่บ้านโคโนฮะ…แน่นอนว่านารุโตะในวัยหนุ่ม ที่พ่วงตำแหน่ง “ฮีโร่ของหมู่บ้าน” ย่อมได้รับความสนใจจากสาวๆเป็นพิเศษ แต่นารุโตะก็ไม่ได้สนใจอะไรนัก เพราะเขาคิดถึงคนที่รอเขาอยู่… “ฮินาตะ” แต่ความกล้าของฮินาตะอันน้อยนิด ก็ไม่อาจสื่อไปถึใจของนารุโตะได้ ทันใดนั้น “โอสึสึกิ โทเนริ” ชายผู้อ้างว่าเป็นทายาทของ “คางุยะ” นางมารร้ายแห่งดวงจันทร์ที่ดับสูญไปจากสงครามครั้งก่อน ก็ปรากฎตัวขึ้น พร้อมกับใช้วิชาเซียนหกวิถี ดึงเอาดวงจันทร์หมายจะมาชนโลก และมีเป้าหมายในการจับตัวฮินาตะไป แต่นารุโตะมาถึงทันเวลาเสียก่อน โทเนริจึงหายไป “โฮคาเงะรุ่นที่หก” หรือ “ฮาตาเกะ คาคาชิ” ได้ออกคำสั่งรวมพลนินจาผ่านศึก เพราะได้รับรายงานมาว่าดวงจันทร์เข้าใกล้โลกมากขึ้นทุกทีถ้าช้าเกินการ อาจทำให้โลกทั้งใบถึจุดจบได้ในที่สุด
พวกนารุโตะ และพลพรรคนินจาโคโนฮะ จะหยุดโทเนริได้สำเร็จหรือไม่ ศึกนี้จะเป็นศึกสุดท้าย ที่มีชะตากรรมของโลก และความรักของนารุโตะกับฮินาตะเป็นเดิมพัน! 
",
      "image_anime":"https://movietded.com/wp-content/uploads/2021/05/1619415461bAQ8O5Uw6FedtlCbJTutenzPVKd-402x603.jpg"
    },
{
   "name_anime":"หลับตาฝันถึงชื่อเธอ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/youname/ep_youname.php",
      "year":"ปี: 2016",
      "formation":"แนว: ดราม่า,แฟนตาซี",
      "valus":"1 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวปาฏิหาริย์ระหว่างของคนสองคน มิตสึฮะ (โมเนะ คามิชิราอิชิ )เด็กสาวผู้อาศัยอยู่ในชนบทแต่มีความฝันที่อยากไปใช้ชีวิตในเมืองกรุง และ ทากิ (ริวโนะสุเกะ คามิกิ ) เด็กหนุ่มในโตเกียวผู้ทำงานพิเศษที่ร้านอาหารอิตาเลียน และสนใจในงานด้านศิลปะ วันหนึ่ง มิตสึฮะได้ฝันว่าตัวเองกลายเป็นเด็กหนุ่ม ขณะที่ทากิฝันว่าตัวเองกลายเป็นเด็กสาวในชนบททั้งๆที่เขาไม่เคยไปมาก่อน ทั้งสองจึงต่างเดินทางเพื่อไขความลับของความฝัน จนกลายเป็นความผูกพันบางอย่าง
",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQI3QB3QYVM0reeQXjBYVZ7s7iUabCzc2x13Q&usqp=CAU"
    },
  {
      "name_anime":"ปริศนาความทรงจำ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/hyouka/ep_hyouka.php",
      "year":"ปี: 2001",
      "formation":"แนว: โรงเรียน,ลึกลับ",
      "valus":"23 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"พากย์ไทย",
      "mini_story":"โอเรกิ โฮทาโร่ จากโรงเรียนมัธยมปลายคามิยามะ จำต้องเข้าร่วมชมรมวรรณกรรมคลาสสิกตามคำขอร้องของพี่สาวเพื่อไม่ให้ชมรมนั้นถูกยุบ และเมื่อเข้าร่วมชมรม เขาได้พบกับจิทันดะ เอรุ ฟุคุเบะ ซาโตชิ และอิบาระ มายากะ และด้วยความขี้สงสัยเป็นอันมากของจิทันดะ เอรุ ทำให้นักอนุรักษ์พลังงานชีวิตอย่างเขาต้องมาคอยแก้ปัญหาเพื่อให้เธอพึงพอใจอยู่เสมอ เนื้อเรื่องเกิดขึ้นที่เมืองคามิยามะ ซึ่งเป็นเมืองที่สมมุติขึ้น โดยตั้งอยู่ที่จังหวัดกิฟุ ซึ่งที่นี่ก็เป็นบ้านเกิดของผู้แต่งด้วย",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVac9M2uBRqkzHbr5byKahhJGUWt0E9HPukA&usqp=CAU"
    },
{
      "name_anime":"ชายไม่มีตากับนาฬิกาคู่ใจ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/noeye/ep_noeye.php",
      "year":"ปี: 2015",
      "formation":"แนว: ข่มขืน,โรคจิต",
      "valus":"4 ตอน(จบแล้ว)",
      "seson":"ซีซั่น: 1",
      "subtitle":"ซับไทย",
      "mini_story":"ลูกชายไร้นามทีร่ำรวยที่พยายามหาทางแก้แค้นตั้งแต่พ่อทิ้งเขาและแม่ของเขาไป เขาตัดสินใจที่จะสอนบทเรียนให้พ่อของเขาด้วยการทำลายสิ่งที่เขามีค่าที่สุด นั่นคือลูกสาวสองคนของเขา เขาแทรกซึมเข้าไปในโรงเรียนอันทรงเกียรติของพวกเขาด้วยอุปกรณ์หยุดเวลาเวทย์มนตร์ที่เขาได้รับจากแม่มด—และดำเนินการข่มขืนพี่สาวต่างมารดาซ้ำแล้วซ้ำเล่า ทำให้พวกเขาสับสน ทำอะไรไม่ถูก และขอความเมตตา",
      "image_anime":"https://www.alpha-hen.com/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2018/08/169861.jpg.webp"
    }
  ]
}
