{
  "listanime":[
{
      "name_anime":"Chainsaw Man",
"url_ep":"https://github.com/Devktw/Doome/raw/main/chainsawman/ep_chainsawman.php",
      "year":"2022",
      "formation":"แอ็คชั่น,ดราม่า",
      "valus":"12",
      "status":"up",
      "package":"free",
      "seson":"1",
      "subtitle":"ซับไทย",
      "mini_story":"เป็นเรื่องราวเกี่ยวกับเด็นจิ ชายหนุ่มตกอับผู้ทำสัญญากับปีศาจร่างคล้ายสุนัขชื่อโปจิตะ ซึ่งหลอมรวมกับเด็นจิทำให้เด็นจิสามารถเปลี่ยนอวัยวะส่วนต่าง ๆ ของร่างกายให้กลายเป็นเลื่อยยนต์ได้ ในที่สุดเด็นจิจึงได้เข้าร่วมเป็นนักล่าปีศาจของทางการ",
      "image_anime":"https://pbs.twimg.com/media/FYyVjeBWIAExR-o.png:large"
    },
{
      "name_anime":"ใครว่าข้าไม่เหมาะเป็นจอมมาร",
"url_ep":"https://github.com/Devktw/Doome/raw/main/anos/ep_anos.php",
      "year":"2020",
      "formation":"แอ็คชั่น",
      "valus":"13",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"ซับไทย",
      "mini_story":"หลังผ่านสงครามกวาดล้างมนุษย์ ภูต เทพเจ้า ซ้ำแล้วซ้ำเล่า ถึงจะไร้คู่ต่อสู้แต่สงครามก็ไม่จบ ทำให้ จอมมารอานอส วอลดีโกด ผู้โหดเหี้ยมเบื่อหน่ายกับสงครามที่ไร้จุดสิ้นสุด จึงเลือกที่จะไปเกิดใหม่ในโลกอนาคต ให้โลกกลับมาสงบสุข แต่เมื่อเวลาผ่าน 2,000 ปี ผลจากสันติสุข วิทยาการเวทมนตร์เสื่อมถอยลง อานอส ในร่างมนุษย์ ถูกเชิญไปเรียนใน “โรงเรียนจอมมาร” ที่รวบรวบคนที่เหมาะสมกับเป็นจอมมารคนใหม่ แต่ตัวอานอสที่มีพลังระดับไร้คู่ต่อสู้ กลับพลังมากเกินไปจนไม่สามารถวัดพลังได้ ถูกมองว่าตัวเขาไร้คุณสมบัติของจอมมาร มีเพียงเด็กสาว มีชา ที่คอยอยู่ข้างเขา เขารับเธอมาอยู่ใต้บัญชา แล้วตั้งเป้าเป็นจอมมารผู้ยิ่งใหญ่อีกครั้ง",
      "image_anime":"https://img.my-best.in.th/press_component/item_part_images/f1c5d089d7496bdf45c8b3be2c19a9b5.jpg?ixlib=rails-4.2.0&q=70&lossless=0&w=640&h=640&fit=clip"
    },
{
      "name_anime":"จูราสสิคเวิลด์ ซีซั่น1",
"url_ep":"https://github.com/Devktw/Doome/raw/main/jurassic1/ep_jurassic.php",
      "year":"2015",
      "formation":"แอ็คชั่น,ดราม่า",
      "valus":"1",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เป็นภาพยนตร์แนววิทยาศาสตร์ผจญภัย กำกับโดยโคลิน เทรวอร์โรว์ ออกฉายในกลางปี ค.ศ. 2015 เป็นภาพยนตร์ลำดับที่สี่ในชุด จูราสสิค พาร์ค บทภาพยนตร์เป็นผลงานการเขียนร่วมกันโดยริค แจฟฟา, อแมนดา ซิลเวอร์, ดีเรค คอนนอลลี และเทรวอร์โรว์ นำแสดงโดยคริส แพร็ตต์, ไบรซ์ ดัลลาส โฮเวิร์ด, วินเซนต์ ดิโอโนฟริโอ, ไท ซิมป์สกินส์, นิก รอบินสัน, โอมาร์ ไซ, บี ดี วอง และอีร์ฟาน ข่าน โดยวองเป็นนักแสดงเพียงคนเดียวที่เคยร่วมแสดงในภาพยนตร์ชุดจูราสสิค พาร์คมาก่อน ในภาพยนตร์เรื่องนี้ สวนสนุกไดโนเสาร์เปิดทำการเต็มรูปแบบบนเกาะอิสลานูบลาร์ (ที่เดียวกับในจูราสสิค พาร์ค ภาคแรก) แต่ก็เกิดเรื่องโกลาหลเมื่อไดโนเสาร์ตัดต่อพันธุกรรมอินดอมินัส เร็กซ์หลุดออกมาและออกอาละวาดไปทั่วสวน",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSsFb4L8hA9eaOIqHoTwMDbliC0AAq7DlZPVQ&usqp=CAU"
    },
{
      "name_anime":"หนุ่มเย็บผ้ากับสาวคอสเพลย์",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"2018",
      "formation":"โรแมนติก",
      "valus":"12",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เริ่มเรื่องโดย โกโจ วาคานะ เด็กหนุ่มมัธยมปลายที่มีเป้าหมายจะเป็นช่างทำใบหน้าตุ๊กตา เขาเป็นคนจริงจัง และมุ่งมั่นในการทำงาน และหมกมุ่นอยู่กับการทำตุ๊กตา ทำให้เขาไม่ค่อยมีเพื่อนรุ่นเดียวกันสักเท่าไหร่ และเขาไม่อาจกลมกลืนไปกับเพื่อนในห้องได้ สำหรับโกโจ วาคานะแล้ว คิตากาวะ มารินที่เป็นคนดังในห้องซึ่งมักจะอยู่ท่ามกลางผู้คนอยู่เสมอ เขารู้สึกว่าเขากับคิตากาวะ มารินเหมือนคนอาศัยอยู่คนละโลกกัน แต่วันหนึ่ง มีเหตุผลบางอย่างทำให้เขาได้รู้ความลับของคิตากาวะ มารินโดยไม่ได้ตั้งใจ โลกทั้งสองใบที่ไม่มีวันที่จะเข้ากันได้ จึงได้เริ่มต้นขึ้น",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmJ84mc5PgxYqMDxeoSZnchgA3DqX91Eksw&usqp=CAU"
    },
{
      "name_anime":"เพราะหัวใจใกล้ตับอ่อน",
"url_ep":"https://github.com/Devktw/Doome/raw/main/pancreas/pancreas_ep.php",
      "year":"2018",
      "formation":"ดราม่า",
      "valus":"1",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"I Want to Eat Your Pancreas เพราะหัวใจใกล้ตับอ่อน ฮารุกิเจอหนังสือในห้องรอของโรงพยาบาล ในไม่ช้าเขาก็พบว่ามันเป็นไดอารี่ที่เก็บไว้โดยเพื่อนร่วมชั้นชื่อดังของเขาซากุระซึ่งเผยให้เขาเห็นว่าเธอแอบทุกข์ทรมานจากโรคตับอ่อนที่ร้ายแรง พวกเขากลายเป็นเพื่อนและใช้เวลาร่วมกัน ในที่สุดเธอก็ทำสัญญาว่าจะบอกเขาเมื่อเธอกำลังจะตาย คืนถัดมาฮารุกิกำลังดูข่าวกับครอบครัวซึ่งเผยให้เห็นว่าซากุระถูกแทงระหว่างทางกลับบ้านและเธอก็ตายไปแล้ว เขาหยุดพักและไม่ไปร่วมงานศพของเธอ ต่อมาเขาไปเยี่ยมแม่และขอไดอารี่ของซากุระ แม่ของเธอจำเขาได้และเผยว่าซากุระทิ้งจดหมายไว้ให้เขา จดหมายบอกให้เขาเก็บไดอารี่และให้เพื่อนสนิทของเธอ Kyouko อ่านโดยที่เธอไม่รู้ว่าซากุระป่วยและเกลียดฮารุกิ ไม่นานหลังจากที่ฮารุกิอ่านจดหมายเขาก็น้ำตาซึมทันทีโดยที่เขาไม่เคยรู้สึกเสียใจกับคนโสดมาก่อน ก่อนจากไปแม่ของซากุระถามชื่อของเขา เขาตอบกลับว่า “ฮารุกิ” ซึ่งเธอตอบว่า “คุณสองคนควรจะเป็น” อธิบายความหมายของชื่อพวกเขาฮารุกิ (ต้นฤดูใบไม้ผลิ) และซากุระ (ดอกซากุระ) เขาพบกับเคียวโกะซึ่งปฏิเสธว่าซากุระเคยโกหกเธอ แต่หลังจากอ่านไดอารี่แล้วเธอก็หนีไป ฮารุกิวิ่งตามมาและขอให้เธอเป็นเพื่อนกับเขาเพราะซากุระเป็นคนทำให้เขาเปิดใจกับผู้คนและเขาต้องการให้เกียรติเธอในความทรงจำ หนังจบลงด้วยการที่ฮารุกิและเคียวโกะไปเยี่ยมหลุมศพของซากุระในอีกหนึ่งปีต่อมาทั้งสองคนกลายเป็นเพื่อนกัน",
      "image_anime":"https://f.ptcdn.info/575/061/000/pk4kszaas9F1CYhaCxF-o.jpg"
    },
{
      "name_anime":"นารูโตะ ตำนานวายุสลาตัน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"2016",
      "formation":"แอ็คชั่น",
      "valus":"700",
      "status":"end",
      "package":"free",
      "seson":"2",
      "subtitle":"ซับไทย",
      "mini_story":"ณ หมู่บ้านโคโนฮะนาคุเระ โลกแห่งนินจา ได้ถูกปีศาจจิ้งจอกเก้าหาง
โจมตีเมื่อ 12 ปีก่อน ปีศาจจิ้งจอกเก้าหางได้ตื่นขึ้นจากการหลับไหล
ยาวนานเป็นเวลาหลายพันปี ได้ออกอาละวาดทำลายบ้านเรือนชีวิต
ทรัพย์สินของผู้คนบริสุทธิ์เป็นจำนวนมาก จนกระทั่งโฮคาเงะรุ่นที่
4 หัวหน้าของหมู่บ้านโคโนฮะ ได้สละชีวิตด้วยการการผนึกร่างของ
ปีศาจจิ้งจอกเก้าหางไว้ในร่างของทารกน้อย นาม อุซึมากิ นารุโตะ อีก
12 ปีผ่านไป นารุโตะได้เติบโตขึ้น ณ หมู่บ้าน โคโนฮะ ร่างกายของนารุ
โตะได้ผนึกปีศาจจิ้งจอกเก้าหางที่ร้ายกาจไว้ ทำให้ผู้คนในหมู่บ้านต่าง
พากันรังเกียจตัวเขา แต่นารูโตะมีความใฝ่ฝันอยากจะเป็นนินจาผู้ยิ่ง
ใหญ่ ผู้สืบทอดชื่อโฮคาเงะให้คงอยู่ต่อไป",
      "image_anime":"https://animekimi.com/wp-content/uploads/2007/02/Naruto-Shippuuden.jpg"
    },
{
      "name_anime":"ซอร์ดอาร์ตออนไลน์",
"url_ep":"https://github.com/Devktw/Doome/raw/main/sao/ep_sao.php",
      "year":"2013",
      "formation":"แอ็คชั่น,แฟนตาซี",
      "valus":"25",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "url":"https://moonlightvpn-th.tk/cc.mp4",
      "mini_story":"ในปี 2022 ได้มีการเปิดตัวเกมสวมบทบาทออนไลน์เสมือนจริงหลายคน (VRMMORPG) ที่มีชื่อเรียกว่า Sword Art Online ( SAO ) โดยใช้อุปกรณ์ที่มีชื่อว่า เนิฟเกียร์ (NerveGear) เป็น หมวกกันน็อคที่กระตุ้นประสาทสัมผัสทั้งห้าของผู้ใช้ผ่านสมองผู้เล่นสามารถสัมผัสและควบคุมตัวละครในเกมด้วยความคิด โดยทั้งเกม SAO และ NerveGear ถูกสร้างขึ้นโดย คายาบะ อากิฮิโกะ

เมื่อวันที่ 6 พฤศจิกายน ผู้เล่นจำนวน 10,000 คน ได้ทำการล๊อกอินเข้าสู่เกม SAO เป็นครั้งแรก แต่พบว่าพวกเขาไม่สามารถที่จะออกจากระบบได้ หลังจากนั้น คายาบะได้ปรากฏตัวและบอกผู้เล่นว่าพวกเขาจะต้องเอาชนะบอสที่อยู่บนหอคอย Aincrad ไปเรื่อยๆจนถึงชั้นที่100 หากพวกเขาต้องการที่จะเป็นอิสระและออกจากเกมได้ นอกจากนี้เขายังบอกอีกว่าหากผู้เล่นนั้น ตายในเกม จะทำให้ตัวผู้เล่นนั้นตายในชีวิตจริงด้วยโดยการส่งกระแสไฟฟ้าที่อยู่ในเนิฟเกียร์ ไปทำลายสมอง หรือหากบังคับหรือพยายามจะเอา เนิฟเกียร์ออก เพื่อที่จะออกจากเกม ก็จะได้รับความตายในชีวิตจริงเช่นกัน ดังนั้นเพื่อที่จะออกจากเกมมรณะนี้ได้จำเป็นต้องจัดการบอสชั้นที่100ของหอคอย Aincrad ให้ได้เท่านั้น
",
      "image_anime":"https://i2.wp.com/akibatan.com/wp-content/uploads/2018/02/live-action-sword-art-online-producer-series-sold-to-netflix-will-have-asian-lead-actors-01.jpg?ssl=1"
    },
{
   "name_anime":"ดาบพิฆาตอสูร ย่านเริงรมย์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demonss2/ep_demonslayer.php",
      "year":"2021",
      "formation":"ต่อสู้,ดราม่า",
      "valus":"11",
      "status":"end",
      "package":"free",
      "seson":"2",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวต่อจากภาครถไฟ เสาหลักเสียงอุซุย เท็นเง็น และแก๊งทันจิโร่ในย่านเริงรมย์",
      "image_anime":"https://github.com/Devktw/Doome/raw/main/demonss2/domonss2_poster.png"
    },
{
   "name_anime":"ดาบพิฆาตอสูร เดอะมูฟวี่ ศึกรถไฟสู่นิรันด์ ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/demon/ep_demonslayer.php",
      "year":"2020",
      "formation":"ต่อสู้,ดราม่า",
      "valus":"1",
      "seson":"2",
      "status":"end",
      "package":"free",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวที่ต่อเนื่องทันทีจากฉบับอนิเมะซีรีส์ เมื่อก๊วนเพื่อนของทั้งทันจิโร่ และเนซึโกะ ได้รับภารกิจให้ไปสืบสวนหาสาเหตุการหายตัวไปของผู้คนบนขบวนรถไฟสู่นิรันดร์ พวกเขาจึงได้รู้ว่าบนขบวนรถไฟลำนี้มีอสูรทรงพลังซ่อนตัวอยู่ แต่คราวนี้พวกเขาก็ไม่จำเป็นต้องต่อสู้กันตามลำพัง เพราะเสาหลักแห่งไฟ เรนโงคุ ได้เข้าร่วมศึกด้วย นี่จึงกลายเป็นการต่อสู้เพื่อช่วยเหลือผู้คนบริสุทธิ์บนขบวนรถไฟแห่งฝันร้าย
",
      "image_anime":"https://www.appdisqus.com/wp-content/uploads/2021/06/kv2-%E6%B3%B0%E6%96%87720x960-458x610.jpg"
    },
{
   "name_anime":"หลับตาฝันถึงชื่อเธอ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/youname/ep_youname.php",
      "year":"2016",
      "formation":"ดราม่า,แฟนตาซี",
      "valus":"1",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวปาฏิหาริย์ระหว่างของคนสองคน มิตสึฮะ (โมเนะ คามิชิราอิชิ )เด็กสาวผู้อาศัยอยู่ในชนบทแต่มีความฝันที่อยากไปใช้ชีวิตในเมืองกรุง และ ทากิ (ริวโนะสุเกะ คามิกิ ) เด็กหนุ่มในโตเกียวผู้ทำงานพิเศษที่ร้านอาหารอิตาเลียน และสนใจในงานด้านศิลปะ วันหนึ่ง มิตสึฮะได้ฝันว่าตัวเองกลายเป็นเด็กหนุ่ม ขณะที่ทากิฝันว่าตัวเองกลายเป็นเด็กสาวในชนบททั้งๆที่เขาไม่เคยไปมาก่อน ทั้งสองจึงต่างเดินทางเพื่อไขความลับของความฝัน จนกลายเป็นความผูกพันบางอย่าง
",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQI3QB3QYVM0reeQXjBYVZ7s7iUabCzc2x13Q&usqp=CAU"
    },
  {
      "name_anime":"ปริศนาความทรงจำ",
"url_ep":"https://github.com/Devktw/Doome/raw/main/hyouka/ep_hyouka.php",
      "year":"ปี: 2001",
      "formation":"โรงเรียน,ลึกลับ",
      "valus":"23",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"โอเรกิ โฮทาโร่ จากโรงเรียนมัธยมปลายคามิยามะ จำต้องเข้าร่วมชมรมวรรณกรรมคลาสสิกตามคำขอร้องของพี่สาวเพื่อไม่ให้ชมรมนั้นถูกยุบ และเมื่อเข้าร่วมชมรม เขาได้พบกับจิทันดะ เอรุ ฟุคุเบะ ซาโตชิ และอิบาระ มายากะ และด้วยความขี้สงสัยเป็นอันมากของจิทันดะ เอรุ ทำให้นักอนุรักษ์พลังงานชีวิตอย่างเขาต้องมาคอยแก้ปัญหาเพื่อให้เธอพึงพอใจอยู่เสมอ เนื้อเรื่องเกิดขึ้นที่เมืองคามิยามะ ซึ่งเป็นเมืองที่สมมุติขึ้น โดยตั้งอยู่ที่จังหวัดกิฟุ ซึ่งที่นี่ก็เป็นบ้านเกิดของผู้แต่งด้วย",
      "image_anime":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVac9M2uBRqkzHbr5byKahhJGUWt0E9HPukA&usqp=CAU"
    },
{
      "name_anime":"ผ่าพิภพไททัน",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"2013",
      "formation":"แอ็คชั่น",
      "valus":"25",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เอเรน เยเกอร์ เด็กหนุ่มที่ต้องเสียแม่ไปจากเหตุการณ์ไททันบุกเข้าทำลายวอลล์มาเรียในเขตชิกันชินา เพราะต้องการแก้แค้นให้กับแม่ของ เอเรน, มิคาสะ และอาร์มิน จึงเข้าศึกษาที่โรงเรียนทหาร รุ่นที่ 104 เพื่อตั้งเป้าหมายจะเป็นเหล่าสำรวจ ออกไปสู้รบกับไททัน
",
      "image_anime":"https://www.rinrinworld.com/home/wp-content/uploads/2021/02/%E0%B9%84%E0%B8%97%E0%B8%97%E0%B8%B1%E0%B8%99-Attack-on-Titan-%E0%B8%A0%E0%B8%B2%E0%B8%84%E0%B9%81%E0%B8%A3%E0%B8%81.jpg"
    },
    {
      "name_anime":"มหาเวทย์ผนึกมาร",
"url_ep":"https://mrjovpn.tk/ep_hotharo.php",
      "year":"2018",
      "formation":"แอ็คชั่น",
      "valus":"26",
      "status":"end",
      "package":"free",
      "seson":"1",
      "subtitle":"พากย์ไทย",
      "mini_story":"เรื่องราวของ อิตาโดริ ยูจิ เด็กหนุ่มมอปลายที่มีสมรรถภาพด้านร่างกายสูงกว่าคนปกติ แทนที่จะเข้าชมรมกีฬา เขากลับเลือกเข้าชมรมวิจัยเรื่องลึกลับที่มีสมาชิกเพียง 3 คนแทน เพราะชมรมนี้เลิกเร็ว ไม่ต้องอยู่ซ้อมถึงดึกดื่นเหมือนชมรมอื่น เพื่อที่เขาจะได้เอาเวลาไปเยี่ยมคุณปู่ที่นอนป่วยอยู่โรงพยาบาล

เมื่อคุณปู่ใกล้เสียชีวิตก็ได้ให้ข้อคิดแก่ยูจิว่าจงช่วยเหลือคนอื่น จงตายโดยมีคนห้อมล้อม อย่าตายโดดเดี่ยวเหมือนปู่แล้ววันหนึ่งวัตถุต้องสาปที่หลับไหลอยู่ในโรงเรียนก็ถูกปลดผนึก ทำให้มีภูติผีออกมาอาละวาด การจะต้องสู้กับภูติผีพวกนี้ได้ต้องมีพลังไสยเวทย์ ยูจิไม่มีพลังนี้จึงกินวัตถุต้องสาปเข้าไป
",
      "image_anime":"https://animekimi.com/wp-content/uploads/2020/10/g1rK2nRXSidcMwNliWDIroWWGTn.jpg"
    }
  ]
}
